Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# settings.mcp.port.error.inUseFormat
source: Port %d is already in use. Choose another port and restart MCP Service.
ar: المنفذ %d قيد الاستخدام بالفعل. اختر منفذًا آخر وأعد تشغيل خدمة MCP.
de: Port %d wird bereits verwendet. Wählen Sie einen anderen Port und starten Sie den MCP-Dienst neu.
es: El puerto %d ya está en uso. Elige otro puerto y reinicia el Servicio MCP.
fr: Le port %d est déjà utilisé. Choisissez un autre port et redémarrez le service MCP.
id: Port %d sudah digunakan. Pilih port lain dan mulai ulang Layanan MCP.
it: La porta %d è già in uso. Scegli un'altra porta e riavvia il servizio MCP.
ja: ポート%dは既に使用中です。別のポートを選択し、MCPサービスを再起動してください。
ko: 포트 %d가 이미 사용 중입니다. 다른 포트를 선택하고 MCP 서비스를 다시 시작하세요.
nl: Poort %d is al in gebruik. Kies een andere poort en herstart de MCP-service.
pl: Port %d jest już używany. Wybierz inny port i uruchom ponownie usługę MCP.
pt_br: A porta %d já está em uso. Escolha outra porta e reinicie o Serviço MCP.
ru: Порт %d уже используется. Выберите другой порт и перезапустите MCP Service.
tr: %d portu zaten kullanımda. Başka bir port seçin ve MCP Hizmeti'ni yeniden başlatın.
uk: Порт %d вже використовується. Виберіть інший порт і перезапустіть службу MCP.
vi: Cổng %d đã được sử dụng. Chọn cổng khác và khởi động lại Dịch vụ MCP.
zh_hans: 端口 %d 已被占用，请换一个端口后重启 MCP Service。
zh_hant: 連接埠 %d 已被使用。請選擇其他連接埠並重新啟動 MCP Service。

# settings.mcp.port.error.invalidFormat
source: Port %d is invalid. Use a number from 1024 to 65535.
ar: المنفذ %d غير صالح. استخدم رقمًا بين 1024 و65535.
de: Port %d ist ungültig. Verwenden Sie eine Zahl zwischen 1024 und 65535.
es: El puerto %d no es válido. Usa un número del 1024 al 65535.
fr: Le port %d est invalide. Utilisez un nombre entre 1024 et 65535.
id: Port %d tidak valid. Gunakan angka dari 1024 hingga 65535.
it: La porta %d non è valida. Usa un numero da 1024 a 65535.
ja: ポート%dは無効です。1024から65535の数値を使用してください。
ko: 포트 %d가 유효하지 않습니다. 1024에서 65535 사이의 숫자를 사용하세요.
nl: Poort %d is ongeldig. Gebruik een getal van 1024 tot 65535.
pl: Port %d jest nieprawidłowy. Użyj numeru od 1024 do 65535.
pt_br: A porta %d é inválida. Use um número de 1024 a 65535.
ru: Порт %d недопустим. Используйте число от 1024 до 65535.
tr: %d portu geçersiz. 1024 ile 65535 arasında bir sayı kullanın.
uk: Порт %d недійсний. Використовуйте число від 1024 до 65535.
vi: Cổng %d không hợp lệ. Sử dụng số từ 1024 đến 65535.
zh_hans: 端口 %d 无效，请输入 1024 到 65535 之间的数字。
zh_hant: 連接埠 %d 無效。請使用 1024 到 65535 之間的數字。

# settings.mcp.port.error.tooHigh
source: Port cannot exceed 65535.
ar: لا يمكن أن يتجاوز المنفذ 65535.
de: Der Port darf 65535 nicht überschreiten.
es: El puerto no puede exceder 65535.
fr: Le port ne peut pas dépasser 65535.
id: Port tidak boleh melebihi 65535.
it: La porta non può superare 65535.
ja: ポートは65535を超えることはできません。
ko: 포트는 65535를 초과할 수 없습니다.
nl: Poort mag niet hoger zijn dan 65535.
pl: Port nie może przekraczać 65535.
pt_br: A porta não pode exceder 65535.
ru: Порт не может превышать 65535.
tr: Port 65535'i aşamaz.
uk: Порт не може перевищувати 65535.
vi: Cổng không được vượt quá 65535.
zh_hans: 端口号不能超过 65535。
zh_hant: 連接埠不能超過 65535。

# settings.mcp.port.error.tooLow
source: Port must be at least 1024.
ar: يجب ألا يقل المنفذ عن 1024.
de: Der Port muss mindestens 1024 betragen.
es: El puerto debe ser al menos 1024.
fr: Le port doit être au moins 1024.
id: Port harus minimal 1024.
it: La porta deve essere almeno 1024.
ja: ポートは少なくとも1024である必要があります。
ko: 포트는 최소 1024 이상이어야 합니다.
nl: Poort moet minimaal 1024 zijn.
pl: Port musi wynosić co najmniej 1024.
pt_br: A porta deve ser no mínimo 1024.
ru: Порт должен быть не менее 1024.
tr: Port en az 1024 olmalıdır.
uk: Порт має бути не менше 1024.
vi: Cổng phải ít nhất là 1024.
zh_hans: 端口号不能小于 1024。
zh_hant: 連接埠必須至少為 1024。

# settings.mcp.port.hint
source: Digits only. Leave empty and tap Restart to use default port 5555.
ar: أرقام فقط. اتركه فارغًا واضغط على إعادة التشغيل لاستخدام المنفذ الافتراضي 5555.
de: Nur Ziffern. Leer lassen und auf „Neu starten“ tippen, um den Standardport 5555 zu verwenden.
es: Solo dígitos. Déjalo vacío y pulsa Reiniciar para usar el puerto predeterminado 5555.
fr: Chiffres uniquement. Laissez vide et appuyez sur Redémarrer pour utiliser le port par défaut 5555.
id: Hanya angka. Kosongkan dan ketuk Mulai Ulang untuk menggunakan port default 5555.
it: Solo cifre. Lascia vuoto e tocca Riavvia per usare la porta predefinita 5555.
ja: 数字のみ。空のままにして再起動をタップすると、デフォルトポート5555が使用されます。
ko: 숫자만 입력 가능합니다. 비워 두고 다시 시작을 누르면 기본 포트 5555가 사용됩니다.
nl: Alleen cijfers. Laat leeg en tik op Herstart om de standaardpoort 5555 te gebruiken.
pl: Tylko cyfry. Pozostaw puste i dotknij Uruchom ponownie, aby użyć domyślnego portu 5555.
pt_br: Apenas dígitos. Deixe em branco e toque em Reiniciar para usar a porta padrão 5555.
ru: Только цифры. Оставьте пустым и нажмите «Перезапустить», чтобы использовать порт по умолчанию 5555.
tr: Yalnızca rakamlar. Varsayılan port 5555'i kullanmak için boş bırakın ve Yeniden Başlat'a dokunun.
uk: Лише цифри. Залиште порожнім і натисніть «Перезапустити», щоб використовувати порт за замовчуванням 5555.
vi: Chỉ chữ số. Để trống và nhấn Khởi động lại để dùng cổng mặc định 5555.
zh_hans: 只能输入数字。留空后点「重启」将使用默认端口 5555。
zh_hant: 只能輸入數字。留空並點選「重新啟動」以使用預設連接埠 5555。

# settings.mcp.privateNotes.help
source: Allow MCP tools to read repository private notes and reading status. Keep this off unless the connected agent should see that data.
ar: السماح لأدوات MCP بقراءة الملاحظات الخاصة وحالة القراءة للمستودعات. أبقِ هذا الخيار معطلاً ما لم يكن الوكيل المتصل بحاجة لرؤية تلك البيانات.
de: MCP-Tools erlauben, private Notizen und Lesestatus des Repositorys zu lesen. Deaktiviert lassen, es sei denn, der verbundene Agent soll diese Daten sehen.
es: Permite que las herramientas MCP lean las notas privadas del repositorio y el estado de lectura. Mantén esto desactivado a menos que el agente conectado deba ver esos datos.
fr: Autoriser les outils MCP à lire les notes privées du dépôt et l'état de lecture. Désactivez cette option sauf si l'agent connecté doit voir ces données.
id: Izinkan alat MCP membaca catatan pribadi repositori dan status bacaan. Matikan ini kecuali agen yang terhubung perlu melihat data tersebut.
it: Consenti agli strumenti MCP di leggere le note private del repository e lo stato di lettura. Tienilo disattivato a meno che l'agente connesso non debba vedere quei dati.
ja: MCPツールがリポジトリのプライベートノートと既読状態を読み取ることを許可します。接続されたエージェントがそのデータを表示する必要がある場合を除き、オフのままにしてください。
ko: MCP 도구가 저장소의 개인 노트와 읽기 상태를 읽을 수 있도록 허용합니다. 연결된 에이전트가 해당 데이터를 확인해야 하는 경우가 아니라면 이 기능을 끄세요.
nl: MCP-tools toestaan om privénotities en leesstatus van de repository te lezen. Houd dit uitgeschakeld tenzij de verbonden agent die gegevens mag zien.
pl: Zezwól narzędziom MCP na odczyt prywatnych notatek repozytorium i statusu czytania. Wyłącz tę opcję, chyba że podłączony agent powinien widzieć te dane.
pt_br: Permite que ferramentas MCP leiam notas privadas e status de leitura do repositório. Mantenha desativado, a menos que o agente conectado precise ver esses dados.
ru: Разрешить инструментам MCP читать приватные заметки репозитория и статус чтения. Оставьте выключенным, если подключенный агент не должен видеть эти данные.
tr: MCP araçlarının depo özel notlarını ve okuma durumunu okumasına izin verin. Bağlı aracı bu verileri görmemeliyse kapalı tutun.
uk: Дозволити інструментам MCP читати приватні нотатки репозиторію та статус читання. Вимкніть, якщо підключений агент не повинен бачити ці дані.
vi: Cho phép công cụ MCP đọc ghi chú riêng tư và trạng thái đọc của kho lưu trữ. Tắt nếu tác nhân kết nối không cần thấy dữ liệu đó.
zh_hans: 允许 MCP 工具读取仓库私有笔记和阅读状态。只有当连接的 Agent 应该看到这些数据时才开启。
zh_hant: 允許 MCP 工具讀取儲存庫的私人筆記和閱讀狀態。除非已連接的 Agent 應看到該資料，否則請保持關閉。

# settings.mcp.privateNotes.title
source: Expose private notes
ar: إظهار الملاحظات الخاصة
de: Private Notizen offenlegen
es: Exponer notas privadas
fr: Exposer les notes privées
id: Ekspos catatan pribadi
it: Esponi note private
ja: プライベートノートを公開
ko: 개인 노트 노출
nl: Privénotities tonen
pl: Udostępnij prywatne notatki
pt_br: Expor notas privadas
ru: Раскрывать приватные заметки
tr: Özel notları açığa çıkar
uk: Показувати приватні нотатки
vi: Hiển thị ghi chú riêng tư
zh_hans: 暴露私有笔记
zh_hant: 公開私人筆記

# settings.mcp.proOnly.help
source: MCP Service is available to Pro users only. The endpoint listens on 127.0.0.1 and requires the shared Local API Key.
ar: خدمة MCP متاحة للمستخدمين المحترفين فقط. يستمع الطرفية على 127.0.0.1 ويتطلب مفتاح API المحلي المشترك.
de: Der MCP-Dienst steht nur Pro-Benutzern zur Verfügung. Der Endpunkt lauscht auf 127.0.0.1 und benötigt den gemeinsamen lokalen API-Schlüssel.
es: El Servicio MCP está disponible solo para usuarios Pro. El endpoint escucha en 127.0.0.1 y requiere la Clave API Local compartida.
fr: Le service MCP est réservé aux utilisateurs Pro. Le point d'accès écoute sur 127.0.0.1 et nécessite la clé API locale partagée.
id: Layanan MCP hanya tersedia untuk pengguna Pro. Titik akhir mendengarkan di 127.0.0.1 dan memerlukan Kunci API Lokal bersama.
it: Il servizio MCP è disponibile solo per utenti Pro. L'endpoint ascolta su 127.0.0.1 e richiede la chiave API locale condivisa.
ja: MCPサービスはProユーザーのみ利用可能です。エンドポイントは127.0.0.1でリッスンし、共有ローカルAPIキーが必要です。
ko: MCP 서비스는 Pro 사용자만 사용할 수 있습니다. 엔드포인트는 127.0.0.1에서 수신 대기하며 공유 로컬 API 키가 필요합니다.
nl: MCP-service is alleen beschikbaar voor Pro-gebruikers. Het eindpunt luistert op 127.0.0.1 en vereist de gedeelde lokale API-sleutel.
pl: Usługa MCP jest dostępna tylko dla użytkowników Pro. Punkt końcowy nasłuchuje na 127.0.0.1 i wymaga udostępnionego lokalnego klucza API.
pt_br: O Serviço MCP está disponível apenas para usuários Pro. O endpoint escuta em 127.0.0.1 e requer a Chave de API Local compartilhada.
ru: MCP Service доступен только пользователям Pro. Конечная точка прослушивает 127.0.0.1 и требует общий локальный ключ API.
tr: MCP Hizmeti yalnızca Pro kullanıcılarına sunulur. Uç nokta 127.0.0.1 üzerinde dinler ve paylaşılan Yerel API Anahtarı gerektirir.
uk: Служба MCP доступна лише користувачам Pro. Кінцева точка слухає на 127.0.0.1 і потребує спільного локального ключа API.
vi: Dịch vụ MCP chỉ dành cho người dùng Pro. Điểm cuối lắng nghe trên 127.0.0.1 và yêu cầu Khóa API cục bộ dùng chung.
zh_hans: MCP Service 仅 Pro 用户可用。Endpoint 只监听 127.0.0.1，并要求使用共享的本地 API Key。
zh_hant: MCP Service 僅供 Pro 使用者使用。端點監聽 127.0.0.1，並需要共用的 Local API Key。

# settings.mcp.remote.help
source: Accept paired CLI connections from trusted LAN or VPN devices over pinned TLS. Keep this off on untrusted networks.
ar: قبول اتصالات CLI المقترنة من أجهزة LAN أو VPN الموثوقة عبر TLS مثبت. أبقِ هذا الخيار معطلاً على الشبكات غير الموثوقة.
de: Gekoppelte CLI-Verbindungen von vertrauenswürdigen LAN- oder VPN-Geräten über gepinntes TLS akzeptieren. In unsicheren Netzwerken deaktiviert lassen.
es: Acepta conexiones CLI emparejadas desde dispositivos LAN o VPN de confianza mediante TLS fijo. Mantén esto desactivado en redes no confiables.
fr: Accepter les connexions CLI appairées depuis des appareils LAN ou VPN de confiance via TLS épinglé. Désactivez cette option sur les réseaux non fiables.
id: Terima koneksi CLI berpasangan dari perangkat LAN atau VPN tepercaya melalui TLS tetap. Matikan ini di jaringan yang tidak tepercaya.
it: Accetta connessioni CLI abbinate da dispositivi LAN o VPN fidati tramite TLS fissato. Tienilo disattivato su reti non fidate.
ja: 固定TLSを介して、信頼されたLANまたはVPNデバイスからのペアリングされたCLI接続を受け入れます。信頼されていないネットワークではオフのままにしてください。
ko: 신뢰할 수 있는 LAN 또는 VPN 장치에서 고정 TLS를 통해 페어링된 CLI 연결을 허용합니다. 신뢰할 수 없는 네트워크에서는 이 기능을 끄세요.
nl: Accepteer gekoppelde CLI-verbindingen van vertrouwde LAN- of VPN-apparaten via vastgezette TLS. Houd dit uitgeschakeld op onvertrouwde netwerken.
pl: Akceptuj sparowane połączenia CLI z zaufanych urządzeń w sieci LAN lub VPN przez przypięty TLS. Wyłącz tę opcję w niezaufanych sieciach.
pt_br: Aceita conexões CLI pareadas de dispositivos confiáveis na LAN ou VPN via TLS fixado. Mantenha desativado em redes não confiáveis.
ru: Принимать парные CLI-подключения от доверенных устройств в локальной сети или через VPN по закреплённому TLS. Оставьте выключенным в ненадёжных сетях.
tr: Güvenilir LAN veya VPN cihazlarından sabitlenmiş TLS üzerinden eşleştirilmiş CLI bağlantılarını kabul edin. Güvenilmeyen ağlarda kapalı tutun.
uk: Приймати парні з'єднання CLI з довірених пристроїв у локальній мережі або VPN через захищений TLS. Вимкніть у ненадійних мережах.
vi: Chấp nhận kết nối CLI đã ghép nối từ thiết bị LAN hoặc VPN đáng tin cậy qua TLS cố định. Tắt trên mạng không đáng tin cậy.
zh_hans: 通过证书 pinning 的 TLS 接受可信局域网或 VPN 设备连接；在不可信网络中请保持关闭。
zh_hant: 透過固定 TLS 接受來自可信 LAN 或 VPN 裝置的配對 CLI 連線。在不可信網路上請保持關閉。

# settings.mcp.remote.title
source: Allow trusted network devices
ar: السماح بأجهزة الشبكة الموثوقة
de: Vertrauenswürdige Netzwerkgeräte zulassen
es: Permitir dispositivos de red de confianza
fr: Autoriser les appareils réseau de confiance
id: Izinkan perangkat jaringan tepercaya
it: Consenti dispositivi di rete fidati
ja: 信頼されたネットワークデバイスを許可
ko: 신뢰할 수 있는 네트워크 장치 허용
nl: Vertrouwde netwerkapparaten toestaan
pl: Zezwól zaufanym urządzeniom sieciowym
pt_br: Permitir dispositivos de rede confiáveis
ru: Разрешить доверенные сетевые устройства
tr: Güvenilir ağ cihazlarına izin ver
uk: Дозволити довірені мережеві пристрої
vi: Cho phép thiết bị mạng đáng tin cậy
zh_hans: 允许可信网络设备连接
zh_hant: 允許可信網路裝置

# settings.mcp.restart
source: Restart
ar: إعادة التشغيل
de: Neu starten
es: Reiniciar
fr: Redémarrer
id: Mulai Ulang
it: Riavvia
ja: 再起動
ko: 다시 시작
nl: Herstart
pl: Uruchom ponownie
pt_br: Reiniciar
ru: Перезапустить
tr: Yeniden Başlat
uk: Перезапустити
vi: Khởi động lại
zh_hans: 重启
zh_hant: 重新啟動

# settings.mcp.rotateToken
source: Rotate Token
ar: تدوير الرمز
de: Token rotieren
es: Rotar Token
fr: Rotation du jeton
id: Putar Token
it: Ruota token
ja: トークンをローテーション
ko: 토큰 교체
nl: Token roteren
pl: Rotuj token
pt_br: Rotacionar Token
ru: Сменить токен
tr: Belirteci Döndür
uk: Змінити токен
vi: Xoay mã thông báo
zh_hans: 轮换 Token
zh_hant: 輪換 Token

# settings.mcp.section.connection
source: Connection
ar: الاتصال
de: Verbindung
es: Conexión
fr: Connexion
id: Koneksi
it: Connessione
ja: 接続
ko: 연결
nl: Verbinding
pl: Połączenie
pt_br: Conexão
ru: Подключение
tr: Bağlantı
uk: З'єднання
vi: Kết nối
zh_hans: 连接
zh_hant: 連線

# settings.mcp.section.devices
source: Paired Devices
ar: الأجهزة المقترنة
de: Gekoppelte Geräte
es: Dispositivos emparejados
fr: Appareils appairés
id: Perangkat Berpasangan
it: Dispositivi abbinati
ja: ペアリング済みデバイス
ko: 페어링된 장치
nl: Gekoppelde apparaten
pl: Sparowane urządzenia
pt_br: Dispositivos Pareados
ru: Сопряжённые устройства
tr: Eşleştirilmiş Cihazlar
uk: Парні пристрої
vi: Thiết bị đã ghép nối
zh_hans: 已配对设备
zh_hant: 已配對裝置

# settings.mcp.section.service
source: Service
ar: الخدمة
de: Dienst
es: Servicio
id: Layanan
it: Servizio
ja: サービス
ko: 서비스
pl: Usługa
pt_br: Serviço
ru: Служба
tr: Hizmet
uk: Служба
vi: Dịch vụ
zh_hans: 服务
zh_hant: 服務

# settings.mcp.section.writes
source: Write permissions
ar: أذونات الكتابة
de: Schreibberechtigungen
es: Permisos de escritura
fr: Autorisations d'écriture
id: Izin tulis
it: Permessi di scrittura
ja: 書き込み権限
ko: 쓰기 권한
nl: Schrijfrechten
pl: Uprawnienia do zapisu
pt_br: Permissões de escrita
ru: Права на запись
tr: Yazma izinleri
uk: Дозволи на запис
vi: Quyền ghi
zh_hans: 写入权限
zh_hant: 寫入權限

# settings.mcp.status
source: Status
ar: الحالة
es: Estado
fr: Statut
it: Stato
ja: ステータス
ko: 상태
ru: Статус
tr: Durum
uk: Статус
vi: Trạng thái
zh_hans: 状态
zh_hant: 狀態

# settings.mcp.status.failed
source: Failed
ar: فشل
de: Fehlgeschlagen
es: Falló
fr: Échec
id: Gagal
it: Non riuscito
ja: 失敗
ko: 실패
nl: Mislukt
pl: Niepowodzenie
pt_br: Falhou
ru: Ошибка
tr: Başarısız
uk: Помилка
vi: Thất bại
zh_hans: 失败
zh_hant: 失敗

# settings.mcp.status.requiresPro
source: Requires Starcat Pro
ar: يتطلب Starcat Pro
de: Starcat Pro erforderlich
es: Requiere Starcat Pro
fr: Nécessite Starcat Pro
id: Memerlukan Starcat Pro
it: Richiede Starcat Pro
ja: Starcat Proが必要です
ko: Starcat Pro 필요
nl: Vereist Starcat Pro
pl: Wymaga Starcat Pro
pt_br: Requer Starcat Pro
ru: Требуется Starcat Pro
tr: Starcat Pro gerektirir
uk: Потрібен Starcat Pro
vi: Yêu cầu Starcat Pro
zh_hans: 需要 Starcat Pro
zh_hant: 需要 Starcat Pro

# settings.mcp.status.running
source: Running
ar: قيد التشغيل
de: Wird ausgeführt
es: En ejecución
fr: En cours
id: Berjalan
it: In esecuzione
ja: 実行中
ko: 실행 중
nl: Actief
pl: Uruchomiony
pt_br: Em execução
ru: Работает
tr: Çalışıyor
uk: Працює
vi: Đang chạy
zh_hans: 运行中
zh_hant: 執行中

# settings.mcp.status.stopped
source: Stopped
ar: متوقف
de: Angehalten
es: Detenido
fr: Arrêté
id: Berhenti
it: Arrestato
ja: 停止中
ko: 중지됨
nl: Gestopt
pl: Zatrzymany
pt_br: Parado
ru: Остановлен
tr: Durduruldu
uk: Зупинено
vi: Đã dừng
zh_hans: 已停止
zh_hant: 已停止

# settings.mcp.token
source: Token
ar: الرمز
fr: Jeton
ja: トークン
ko: 토큰
ru: Токен
tr: Belirteç
uk: Токен
vi: Mã thông báo

# settings.mcp.token.hide
source: Hide
ar: إخفاء
de: Ausblenden
es: Ocultar
fr: Masquer
id: Sembunyikan
it: Nascondi
ja: 非表示
ko: 가리기
nl: Verberg
pl: Ukryj
pt_br: Ocultar
ru: Скрыть
tr: Gizle
uk: Сховати
vi: Ẩn
zh_hans: 隐藏
zh_hant: 隱藏

# settings.mcp.token.reveal
source: Reveal
ar: إظهار
de: Einblenden
es: Revelar
fr: Afficher
id: Tampilkan
it: Mostra
ja: 表示
ko: 보이기
nl: Toon
pl: Pokaż
pt_br: Revelar
ru: Показать
tr: Göster
uk: Показати
vi: Hiện
zh_hans: 显示
zh_hant: 顯示

# settings.notifications.batchAI.title
source: Batch AI completion
ar: إكمال AI دفعي
de: Batch-KI-Abschluss
es: Finalización de IA por lotes
fr: Traitement IA par lots
id: Penyelesaian AI batch
it: Completamento AI batch
ja: バッチAI補完
ko: 일괄 AI 완료
nl: Batch-AI-voltooiing
pl: Zbiorcze uzupełnianie AI
pt_br: Conclusão de IA em lote
ru: Пакетное завершение AI
tr: Toplu AI tamamlama
uk: Пакетне завершення AI
vi: Hoàn thành AI hàng loạt
zh_hans: 批量 AI 完成
zh_hant: 批次 AI 完成

# settings.notifications.enabled.help
source: Use macOS notifications for important events.
ar: استخدم إشعارات macOS للأحداث المهمة.
de: macOS-Benachrichtigungen für wichtige Ereignisse verwenden.
es: Usa notificaciones de macOS para eventos importantes.
fr: Utiliser les notifications macOS pour les événements importants.
id: Gunakan notifikasi macOS untuk peristiwa penting.
it: Usa le notifiche di macOS per eventi importanti.
ja: 重要なイベントにmacOS通知を使用します。
ko: 중요 이벤트에 macOS 알림을 사용합니다.
nl: Gebruik macOS-meldingen voor belangrijke gebeurtenissen.
pl: Używaj powiadomień macOS dla ważnych zdarzeń.
pt_br: Usar notificações do macOS para eventos importantes.
ru: Использовать уведомления macOS для важных событий.
tr: Önemli olaylar için macOS bildirimlerini kullanın.
uk: Використовувати сповіщення macOS для важливих подій.
vi: Sử dụng thông báo macOS cho các sự kiện quan trọng.
zh_hans: 重要事件使用 macOS 通知。
zh_hant: 重要事件使用 macOS 通知。

# settings.notifications.enabled.title
source: Enable system notifications
ar: تفعيل إشعارات النظام
de: Systembenachrichtigungen aktivieren
es: Activar notificaciones del sistema
fr: Activer les notifications système
id: Aktifkan notifikasi sistem
it: Abilita notifiche di sistema
ja: システム通知を有効にする
ko: 시스템 알림 활성화
nl: Systeemmeldingen inschakelen
pl: Włącz powiadomienia systemowe
pt_br: Ativar notificações do sistema
ru: Включить системные уведомления
tr: Sistem bildirimlerini etkinleştir
uk: Увімкнути системні сповіщення
vi: Bật thông báo hệ thống
zh_hans: 启用系统通知
zh_hant: 啟用系統通知

# settings.notifications.mcpIssues.title
source: MCP service failures
ar: أعطال خدمة MCP
de: MCP-Dienstfehler
es: Fallos del servicio MCP
fr: Échecs du service MCP
id: Kegagalan layanan MCP
it: Errori del servizio MCP
ja: MCPサービスの障害
ko: MCP 서비스 오류
nl: MCP-servicefouten
pl: Błędy usługi MCP
pt_br: Falhas do serviço MCP
ru: Сбои службы MCP
tr: MCP hizmet hataları
uk: Помилки служби MCP
vi: Lỗi dịch vụ MCP
zh_hans: MCP 服务失败
zh_hant: MCP 服務失敗

# settings.notifications.release.title
source: New releases
ar: الإصدارات الجديدة
de: Neue Versionen
es: Nuevas versiones
fr: Nouvelles versions
id: Rilis baru
it: Nuove versioni
ja: 新リリース
ko: 새 릴리스
nl: Nieuwe releases
pl: Nowe wydania
pt_br: Novos lançamentos
ru: Новые версии
tr: Yeni sürümler
uk: Нові релізи
vi: Bản phát hành mới
zh_hans: 新 Release
zh_hant: 新版本

# settings.notifications.syncIssues.title
source: Sync issues
ar: مشكلات المزامنة
de: Synchronisierungsprobleme
es: Problemas de sincronización
fr: Problèmes de synchronisation
id: Masalah sinkronisasi
it: Problemi di sincronizzazione
ja: 同期の問題
ko: 동기화 문제
nl: Synchronisatieproblemen
pl: Problemy z synchronizacją
pt_br: Problemas de sincronização
ru: Проблемы синхронизации
tr: Senkronizasyon sorunları
uk: Проблеми синхронізації
vi: Vấn đề đồng bộ
zh_hans: 同步问题
zh_hant: 同步問題

# settings.notifications.title
source: Notifications
ar: الإشعارات
de: Benachrichtigungen
es: Notificaciones
id: Notifikasi
it: Notifiche
ja: 通知
ko: 알림
nl: Meldingen
pl: Powiadomienia
pt_br: Notificações
ru: Уведомления
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_hans: 通知
zh_hant: 通知

# settings.privacy.title
source: Privacy
ar: الخصوصية
de: Datenschutz
es: Privacidad
fr: Confidentialité
id: Privasi
ja: プライバシー
ko: 개인정보 보호
pl: Prywatność
pt_br: Privacidade
ru: Конфиденциальность
tr: Gizlilik
uk: Конфіденційність
vi: Quyền riêng tư
zh_hans: 隐私
zh_hant: 隱私

# settings.pro.account.footer
source: Offer codes are redeemed with Apple's sheet. Subscription management opens your Apple Account page.
ar: يتم استرداد رموز العرض عبر ورقة Apple. تفتح إدارة الاشتراك صفحة حساب Apple الخاص بك.
de: Angebotscodes werden mit dem Apple-Blatt eingelöst. Die Abonnementverwaltung öffnet Ihre Apple-Kontoseite.
es: Los códigos de oferta se canjean con la hoja de Apple. La gestión de suscripciones abre tu página de cuenta de Apple.
fr: Les codes promotionnels sont échangés via la feuille Apple. La gestion des abonnements ouvre votre page de compte Apple.
id: Kode penawaran ditukarkan dengan lembar Apple. Manajemen langganan membuka halaman Akun Apple Anda.
it: I codici offerta vengono riscattati con il foglio di Apple. La gestione dell'abbonamento apre la pagina del tuo account Apple.
ja: オファーコードはAppleのシートで引き換えられます。サブスクリプション管理はAppleアカウントページを開きます。
ko: 할인 코드는 Apple 시트를 통해 사용됩니다. 구독 관리는 Apple 계정 페이지로 이동합니다.
nl: Aanbiedingscodes worden ingewisseld via het Apple-scherm. Abonnementsbeheer opent uw Apple-accountpagina.
pl: Kody promocyjne są realizowane za pomocą arkusza Apple. Zarządzanie subskrypcją otwiera stronę Twojego konta Apple.
pt_br: Códigos de oferta são resgatados com a folha da Apple. O gerenciamento de assinatura abre a página da sua Conta Apple.
ru: Коды предложений активируются через лист Apple. Управление подпиской открывает страницу вашей учётной записи Apple.
tr: Teklif kodları Apple'ın sayfası ile kullanılır. Abonelik yönetimi Apple Hesap sayfanızı açar.
uk: Промокоди активуються через аркуш Apple. Керування підпискою відкриває сторінку вашого облікового запису Apple.
vi: Mã ưu đãi được đổi qua bảng của Apple. Quản lý đăng ký sẽ mở trang Tài khoản Apple của bạn.
zh_hans: 优惠码通过 Apple 官方窗口兑换；订阅管理会打开你的 Apple 账户页面。
zh_hant: 優惠碼透過 Apple 官方表單兌換；訂閱管理會開啟你的 Apple 帳號頁面。

# settings.pro.account.section
source: Account
ar: الحساب
de: Konto
es: Cuenta
fr: Compte
id: Akun
ja: アカウント
ko: 계정
pl: Konto
pt_br: Conta
ru: Учётная запись
tr: Hesap
uk: Обліковий запис
vi: Tài khoản
zh_hans: 账户
zh_hant: 帳號
